[
  {
    "id": 1,
    "name": "Akiko F.",
    "date": "Aug 01, 2025",
    "text": "Johnathon is absolutely the best. He sent me so many updates and pictures and kept me so informed about my cup. I was not worried in the least bit. I highly recommend.",
    "image": "/sitters/sr-001/images/HEIF Image.jpeg",
    "rating": 5
  },
  {
    "id": 2,
    "name": "Vicky L.",
    "date": "Jul 27, 2025",
    "text": "My dog has literally never been happier to see anyone in his life than when I dropped him off with Jonathan again. He truly is the best and I never have to worry about anything when I'm out of town, so I really appreciate the peace of mind. Amazing sitter, definitely would love to have him watch Thanos any time.",
    "image": "/sitters/sr-001/images/HEIF Image 2.jpeg",
    "rating": 5
  },
  {
    "id": 3,
    "name": "Missy R.",
    "date": "Jul 27, 2025",
    "text": "Johnny is super knowledgeable in dog care, safety, and comfort. We got regular updates and he has a perfect setup for his full-time business as a dog sitter. Apollo loved his stay, and made bunches of new friends. Highly recommend!!",
    "image": "/sitters/sr-001/images/HEIF Image 3.jpeg",
    "rating": 5
  },
  {
    "id": 4,
    "name": "Akiko F.",
    "date": "Jul 11, 2025",
    "text": "Johnathon is the Best!!!! I was so nervous about leaving my baby and it went so smooth. His communication was exceptional. Archie will be staying again for a whole week. Definitely recommend him!!!! The best!",
    "image": "/sitters/sr-001/images/HEIF Image 4.jpeg",
    "rating": 5
  },
  {
    "id": 5,
    "name": "Alice G.",
    "date": "Jul 10, 2025",
    "text": "We left our dogs with Jonathan for 2 weeks and they had a wonderful time, when we picked them up they were happy and relaxed. Jonathan sent us frequent updates and cute photos and videos and he thoroughly followed all our instructions for feeding and medication. Because it was a longer stay we even took advantage of his new extra “a la carte” services, we chose a dog bath and a sniffari walk and the experience was wonderful, we received videos and photos of the experience and our dogs definitely appreciated the extra attention so we will definitely consider again for our next long stay. Overall great experience with a professional and caring sitter, absolutely recommend.",
    "image": "/sitters/sr-001/images/HEIF Image 5.jpeg",
    "rating": 5
  },
  {
    "id": 6,
    "name": "KK V.",
    "date": "Jul 07, 2025",
    "text": "Jonathan is very awesome and provided excellent tips to prepare my dog for her first time stay. During the stay he shared photos and videos to see how my dog was adjusting to the new environment. Would 10/10 recommend Jonathan to anyone looking to give their pup a great place to stay if you ever need a caretaker!",
    "image": "/sitters/sr-001/images/HEIF Image 6.jpeg",
    "rating": 5
  },
  {
    "id": 7,
    "name": "Deena F.",
    "date": "Jun 27, 2025",
    "text": "This is our second time using Johnny to take care of Coconut and he is just amazing. He goes above and beyond to make sure that she is taken care of and that we feel comfortable while we travel. He calmed her down when she was anxious, and made sure to give her extra love and attention. He even played cute games with her to engage her while she was there. Coconut can be a handful with all her medical conditions and needs, but Johnny is so professional and knows so much, so he doesn't make us feel like we have burdened him with her care. He is a great sitter and we are already planning on using him again! Thanks Johnny for all your love and care for Coco! You're the best!!",
    "image": "/sitters/sr-001/images/HEIF Image 7.jpeg",
    "rating": 5
  },
  {
    "id": 8,
    "name": "Kerry B.",
    "date": "Jun 22, 2025",
    "text": "Johnny is amazing! This was our first time using Rover. Our dog does not do well being boarded at a kennel. This was so much better! Johnny sent daily updates with photos / videos and we could tell our dog was very happy with Johnny! We will definitely use Johnny again!",
    "image": "/sitters/sr-001/images/HEIF Image 8.jpeg",
    "rating": 5
  },
  {
    "id": 9,
    "name": "Vicky L.",
    "date": "Jun 21, 2025",
    "text": "Jonathan is amazing! He is super quick to respond, has a wonderful clean place, and Thanos absolutely loved him to pieces. I received photos and videos of Thanos having an absolute blast (in fact, I'm not sure he wanted to come home with me). Definitely a great experience for us, and I wouldn't hesitate to have Jonathan watch my dog in the future!",
    "image": "/sitters/sr-001/images/HEIF Image 9.jpeg",
    "rating": 5
  },
  {
    "id": 10,
    "name": "Nicholas S.",
    "date": "Jun 21, 2025",
    "text": "Jon was the best sitter I've used in the area! He was super responsive and his attention to detail was really impressive. Leo had a wonderful time and he's definitely looking forward to coming back! If you need a sitter for a short term or long term stay, Jon is your guy!!",
    "image": "/sitters/sr-001/images/HEIF Image 10.jpeg",
    "rating": 5
  },
  {
    "id": 11,
    "name": "Anna B.",
    "date": "Jun 08, 2025",
    "text": "Johnny was extremely welcoming! He went above and beyond to make sure our little guy felt at home! We really appreciated the updates and photos he sent to check in while we were away! Thanks for everything!!",
    "image": "/sitters/sr-001/images/HEIF Image 11.jpeg",
    "rating": 5
  },
  {
    "id": 12,
    "name": "Janelle d.",
    "date": "Jun 03, 2025",
    "text": "Jonathan was amazing! I needed a dog sitter ASAP and he responded so quickly. It's my first time using rover and I'm so glad it was with Jonathan. He sent me multiple updates and videos and was flexible with time since I had a family emergency. Since my dog is older he was so careful with him and made him feel safe and comfy. Very grateful to have found Jonathan on this app and would definitely recommend!! Thank you so so much!",
    "image": "/sitters/sr-001/images/HEIF Image 12.jpeg",
    "rating": 5
  },
  {
    "id": 13,
    "name": "Alice N.",
    "date": "Jun 02, 2025",
    "text": "Johnny was wonderful and he took great care of our two dogs (Doberman and Australian shepherd)! They got plenty of exercise and attention. He provided us updates throughout the day with videos and photos. I can tell that our dogs loved their stay with Johnny and were so happy. thanks so much Johnny! We will definitely book you again.",
    "image": "/sitters/sr-001/images/HEIF Image 13.jpeg",
    "rating": 5
  },
  {
    "id": 14,
    "name": "Brynn L.",
    "date": "May 27, 2025",
    "text": "Johnny was great and we will definitely be calling him to watch Finn again! He sent us photos and videos every day and was super accommodating with us for pick up/drop off. I'd highly recommend Johnny for anyone looking for pet care. Thank you again, Johnny. Finn will be back!!",
    "image": "/sitters/sr-001/images/HEIF Image 14.jpeg",
    "rating": 5
  },
  {
    "id": 15,
    "name": "Priscilla H.",
    "date": "May 26, 2025",
    "text": "Johnny took great care of our pup! He was easy to communicate with and kept our dog safe and well.loved.",
    "image": "/sitters/sr-001/images/HEIF Image 15.jpeg",
    "rating": 5
  },
  {
    "id": 16,
    "name": "Daniel R.",
    "date": "May 24, 2025",
    "text": "Johnny has great energy and took great care of my dogs.",
    "image": "/sitters/sr-001/images/HEIF Image 16.jpeg",
    "rating": 5
  },
  {
    "id": 17,
    "name": "Kathryn M.",
    "date": "May 19, 2025",
    "text": "Johnny did such an amazing job taking care of my 2 year old pup. He gave me regular updates and I was able to completely relax on my weekend vacation, knowing that my dog Pongo was well taken care of, getting lots of exercise, and most importantly loved. You can tell Johnny is not only great at caring for dogs but also genuinely loves dogs and loves what he does. I will 100% be using him again in the future and I'm so thankful to have found someone I trust.",
    "image": "/sitters/sr-001/images/HEIF Image 17.jpeg",
    "rating": 5
  },
  {
    "id": 18,
    "name": "Erica M.",
    "date": "May 19, 2025",
    "text": "Johnny is the best!",
    "image": "/sitters/sr-001/images/HEIF Image 18.jpeg",
    "rating": 5
  },
  {
    "id": 19,
    "name": "Yoseph R.",
    "date": "May 16, 2025",
    "text": "I boarded my dog with Johnny for 3 days, and I couldn't be happier with the experience. From the beginning, Johnny was warm, communicative, and clearly experienced with dogs. He sent regular photo updates, which really gave me peace of mind while I was away. My dog looked happy, relaxed, and well cared for in every picture. It was clear he felt safe and comfortable with Johnny. I highly recommend Johnny to anyone looking for a reliable and caring person to look after their pet!",
    "image": "/sitters/sr-001/images/HEIF Image 19.jpeg",
    "rating": 5
  },
  {
    "id": 20,
    "name": "Jennifer B.",
    "date": "May 12, 2025",
    "text": "10/10 would recommend Johnny!! He's super friendly and communicative. We were skeptical we'd find someone who can watch our dog since he's a big, 100lb puppy so wanted to make sure he was in good hands. Since doing a meet and greet with Johnny, we knew he'd take great care of maverick!! Our pup is a little stubborn and has some anxiety at first when we drop him off, but Johnny worked with him to make him feel comfortable and provided us with ample updates via text, photos and videos! We've already booked our next service with him!",
    "image": "/sitters/sr-001/images/HEIF Image 20.jpeg",
    "rating": 5
  },
  {
    "id": 21,
    "name": "Deena F.",
    "date": "Apr 29, 2025",
    "text": "Johnny was an AMAAAAZING find. I was really hesitant on leaving our pug home or boarding her somewhere. I messaged multiple people and met a few sitters- and I found Johnny who literally couldn't have been a more perfect fit. He was quick to respond, asked really good questions, and met up with us for a meet and greet to ensure he was also comfortable with our pug and that she was comfortable with him. He reassured me throughout my first rover booking process (and first time leaving her with someone who wasn't family in 10 years) that she would be fine and that he would send updates frequently. Johnny sent multiple pictures, videos and updates throughout the day. He is honest, forward and I feel fully confident that he is doing this work because he has a heart of gold and loves dogs. My dog is a senior pug and she is fully blind and diabetic, he made sure that my dog had a space that was safe so she wouldn't run into everything- and he familiarized her with the space. He gave insulin injections to her on time, took her on frequent walks, and gave her extra cuddles and love. It was a wonderful experience and as first time boarders, I am thoroughly pleased with the services Johnny gave. Although we are highly anxious pup parents, he comforted us and gave us courage to book our next trip with the care he provided. I highly recommend and I'm sure my words don't suffice- Johnny, thank you for taking care of our baby!",
    "image": "/sitters/sr-001/images/HEIF Image 21.jpeg",
    "rating": 5
  },
  {
    "id": 22,
    "name": "Shurlene F.",
    "date": "Apr 28, 2025",
    "text": "I was very happy and impressed leaving Spencer, with Johnny for the first time. The kindness and patience he was with Spencer in helping him to settling down and becoming more comfortable in a new environment. I really appreciate the updated and detailed on how Spencer was doing during his stay. Thank you again Johnny this weekends!!!",
    "image": "/sitters/sr-001/images/HEIF Image 22.jpeg",
    "rating": 5
  },
  {
    "id": 23,
    "name": "Maggie H.",
    "date": "Apr 23, 2025",
    "text": "Johnny took the best care of our dog Goose while we were away for almost two weeks. Goose can be shy and a little reserved at first, but after a short time I received photos and videos of he and Johnny playing. Johnny was accommodating with our feeding and supplement schedule and took Goose to the park and on multiple walks every day. I received daily updates with photos and videos and I could tell Goose was happy and very well taken care of. It was so nice to be away and not worry a bit about our fur baby. I will not hesitate to book with Johnny again next time we need a pet sitter. Thanks for everything!",
    "image": "/sitters/sr-001/images/HEIF Image 23.jpeg",
    "rating": 5
  },
  {
    "id": 24,
    "name": "Erica M.",
    "date": "Apr 20, 2025",
    "text": "Johnny did an amazing job caring for our senior pug. He was patient, loving and customized her care to her specific needs. I felt relaxed while away knowing she was being well cared for. I received regular updates that gave me confirmation I had chosen well when I chose Johnny to take care of my sweet girl. Most importantly, my dog was very relaxed from the moment she first met Johnny and that never seemed to change. 10/10 recommend him and will be using him again in the future!",
    "image": "/sitters/sr-001/images/HEIF Image 24.jpeg",
    "rating": 5
  },
  {
    "id": 25,
    "name": "Angela M.",
    "date": "Apr 17, 2025",
    "text": "Amazing communication and such a nice guy!",
    "image": "/sitters/sr-001/images/HEIF Image 25.jpeg",
    "rating": 5
  },
  {
    "id": 26,
    "name": "marlon J.",
    "date": "Apr 14, 2025",
    "text": "Johnny was great! He treated my dog Leo like his own, sending updates with photos, videos and his condition. Leo was safe and happy at his place. We will absolutely request Johnny again next time he needs boarding.",
    "image": "/sitters/sr-001/images/HEIF Image 26.jpeg",
    "rating": 5
  },
  {
    "id": 27,
    "name": "Stefani E.",
    "date": "Apr 08, 2025",
    "text": "I had a tough time finding the right sitter but I knew right away I had a very good one in Johnny. He's even keel but upbeat and energetic enough to keep up with my shepard mix. He sent regular updates and did his best to keep Flynn entertained and out of trouble. Highly recommend Johnny's services!",
    "image": "/sitters/sr-001/images/HEIF Image 27.jpeg",
    "rating": 5
  },
  {
    "id": 28,
    "name": "Hossein P.",
    "date": "Apr 07, 2025",
    "text": "Johnny has been absolutely amazing with our dog. He gave us regular updates and we can tell our dog is having fun at his place. He's very attentive and followed our instructions about our pup's food too. Definitely recommend",
    "image": "/sitters/sr-001/images/HEIF Image 28.jpeg",
    "rating": 5
  },
  {
    "id": 29,
    "name": "Michaela K.",
    "date": "Mar 27, 2025",
    "text": "We couldn't have asked for a better dog sitter than Johnny! He took incredible care of our dog, Silva, while we were out of town. Johnny was attentive, reliable, and always prompt in communicating with us, giving us peace of mind throughout our trip. Silva was happy and well-cared for, and it was clear she was in great hands. We highly recommend Johnny to anyone looking for a trustworthy and caring pet sitter. Thank you, Johnny!",
    "image": "/sitters/sr-001/images/HEIF Image 29.jpeg",
    "rating": 5
  },
  {
    "id": 30,
    "name": "Yixie L.",
    "date": "Mar 24, 2025",
    "text": "We had a pleasant experience leaving our dog with Johnny. She didn't even wonna come home when we picked her up. We can see that she liked the stay and Johnny kept us updated with daily photo and video. He's also very thorough in understanding what would be good for my dog when it comes to whether she's a hiking dog, dog park dog, etc. We are very happy and would use Johnny's service again.",
    "image": "/sitters/sr-001/images/HEIF Image 30.jpeg",
    "rating": 5
  },
  {
    "id": 31,
    "name": "Alice G.",
    "date": "Mar 05, 2025",
    "text": "We had a great experience with Johnny, during our first meetup he immediately gained the trust of our very shy dog which is not an easy feat, and took the time to address our concerns, ask questions and listen to our instructions. During the stay he was very responsive and sent multiple updates. Our dogs had a wonderful time and we will definitely come back to him for our future travels.",
    "image": "/sitters/sr-001/images/HEIF Image 31.jpeg",
    "rating": 5
  },
  {
    "id": 32,
    "name": "Tian T.",
    "date": "Mar 02, 2025",
    "text": "Very glad we found Johnny! He's very responsive and kept us informed throughout. Our dog has a strict 3x a day medication schedule and he was able to keep up with it. Dropping off our dog there with Johnny was a big vacation for him and he had so much fun with Johnny!",
    "image": "/sitters/sr-001/images/HEIF Image 32.jpeg",
    "rating": 5
  },
  {
    "id": 33,
    "name": "Vaiva U.",
    "date": "Feb 18, 2025",
    "text": "I have nothing but the absolute best things to say about Johnny! This was my first time leaving my doggo with a non-family member while I went away and I was definitely nervous as he is a pretty anxious dog and doesn't necessarily like everyone he meets. But he absolutely loved Johnny! I can tell that he felt safe and comfortable with him. I loved that Johnny provided me daily updates along with pictures and videos. He had so much patience with my doggo and I respect and appreciate it immensely. 1000/10 would recommend Johnny and will definitely be booking him again!! Thank you so much for loving and taking care of my furry baby!",
    "image": "/sitters/sr-001/images/HEIF Image 33.jpeg",
    "rating": 5
  },
  {
    "id": 34,
    "name": "James K.",
    "date": "Feb 17, 2025",
    "text": "Johnny is awesome and I appreciate how responsible he is with caring for my dog",
    "image": "/sitters/sr-001/images/HEIF Image 34.jpeg",
    "rating": 5
  },
  {
    "id": 35,
    "name": "Breanna D.",
    "date": "Feb 09, 2025",
    "text": "Johnny was such a kind soul to work with! I'm so grateful for the ways him and his partner cared for our Labrador and surrounded her with love while we were away. I got so many photos and videos that it helped ease my nerves of leaving her for the first time. Definitely will book again!",
    "image": "/sitters/sr-001/images/HEIF Image 35.jpeg",
    "rating": 5
  },
  {
    "id": 36,
    "name": "Xiayu J.",
    "date": "Jan 21, 2025",
    "text": "I couldn't be happier with Johnny's care for my dog! This was my first time using Rover, and I'm so glad I chose Johnny. He was incredibly responsive, keeping me updated throughout the stay with timely messages, pictures, and videos of their walks and playtime. Johnny went above and beyond when he noticed my dog had a minor swollen eye. He caught it early and made sure she didn't scratch it, giving her extra attention until it healed. Thanks to his careful observation and care, my dog's eye recovered quickly. She had an amazing time with Johnny, and I genuinely believe it's the kind of place every dog owner dreams of for their pet while they're away. I highly recommend Johnny to anyone seeking a responsible and caring dog sitter!",
    "image": "/sitters/sr-001/images/HEIF Image 36.jpeg",
    "rating": 5
  },
  {
    "id": 37,
    "name": "Taiga S.",
    "date": "Jan 13, 2025",
    "text": "Booking, Dropping off was very easy, my daughter loves updated pictures daily. Definitely book for other family trips again",
    "image": "/sitters/sr-001/images/HEIF Image 37.jpeg",
    "rating": 5
  },
  {
    "id": 38,
    "name": "John R.",
    "date": "Jan 05, 2025",
    "text": "I can't recommend Johnny enough! He was incredibly friendly, personable, and clearly loves what he does. From the moment we met him, I felt at ease leaving my dog in his care. Johnny provided regular updates, including photos and messages, which gave me such peace of mind while I was away. It's clear he goes above and beyond to make sure pets feel comfortable and cared for. I'll definitely be booking with him again in the future. Thanks, Johnny!",
    "image": "/sitters/sr-001/images/HEIF Image 38.jpeg",
    "rating": 5
  },
  {
    "id": 39,
    "name": "Becky S.",
    "date": "Jan 05, 2025",
    "text": "Johnny provided daily updates and has been very caring towards my dog.",
    "image": "/sitters/sr-001/images/HEIF Image 39.jpeg",
    "rating": 5
  },
  {
    "id": 40,
    "name": "Maral I.",
    "date": "Dec 22, 2024",
    "text": "Johnny was the best! He was very communicative and provided me with updates, pictures, and videos every day. I'm very pleased and Benji loved him too! I highly recommend him and will definitely utilize him again!",
    "image": "/sitters/sr-001/images/HEIF Image 40.jpeg",
    "rating": 5
  },
  {
    "id": 41,
    "name": "Brian C.",
    "date": "Dec 16, 2024",
    "text": "Johnny is an amazing sitter that really gave Izzy an amazing experience. Johnny was very punctual arriving for dropoff and made sure Izzy went kept well entertained throughout the day with walks and engaging moments. I received several videos during the time away and was given updates as the day progressed. I would highly recommend Johnny as a dog sitter for anyone!",
    "image": "/sitters/sr-001/images/HEIF Image 41.jpeg",
    "rating": 5
  },
  {
    "id": 42,
    "name": "Carolina B.",
    "date": "Dec 07, 2024",
    "text": "Johnny was a wonderful sitter for our dog. He sent us pictures, videos, and updates every day. We could tell she was well cared-for and happy. Johnny was also very flexible with our pickup and drop-off. We will definitely book with him again!",
    "image": "/sitters/sr-001/images/HEIF Image 42.jpeg",
    "rating": 5
  },
  {
    "id": 43,
    "name": "Abeer K.",
    "date": "Dec 03, 2024",
    "text": "Johnny took great care of my dog! He is kind, flexible reliable, and kept me updated. My dog was happy and well cared for. Highly recommend!",
    "image": "/sitters/sr-001/images/HEIF Image 43.jpeg",
    "rating": 5
  },
  {
    "id": 44,
    "name": "meredieth S.",
    "date": "Dec 03, 2024",
    "text": "Johnny was super nice and caring with my dog biscuit! Biscuit is high energy and definitely very playful so Jonny took him to dog parks and daily walks. I'm pretty sure he had such a good time he didn't want to come home. I 10/10 would recommend booking with Johnny, he's very communicative and treated our dog with great care.",
    "image": "/sitters/sr-001/images/HEIF Image 44.jpeg",
    "rating": 5
  },
  {
    "id": 45,
    "name": "Becky C.",
    "date": "Nov 24, 2024",
    "text": "Johnny is absolutely amazing! He watched my dog, Button, who has severe separation anxiety, and was so patient and understanding throughout the entire time. Johnny went above and beyond-taking Button on a hike, playing with him a lot, and ensuring he felt safe and happy. Button has had a tough time with sitters in the past, but he truly loved Johnny. I could see how happy and relaxed Button was when I picked him up, which is such a rare thing. Johnny's attentiveness and care made all the difference. I can't recommend him enough for anyone looking for someone trustworthy and kind to care for their pets!",
    "image": "/sitters/sr-001/images/HEIF Image 45.jpeg",
    "rating": 5
  },
  {
    "id": 46,
    "name": "Jorge P.",
    "date": "Nov 18, 2024",
    "text": "I'd give Johnny more than 5 stars if I could. I couldn't be any happier I found him. He loves my dog Loux and she loves spending time with him. He even took her to the beach while I was away!! I am extremely grateful for him.",
    "image": "/sitters/sr-001/images/HEIF Image 46.jpeg",
    "rating": 5
  },
  {
    "id": 47,
    "name": "Karin P.",
    "date": "Nov 10, 2024",
    "text": "I feel so lucky to have found Johnny. He understands dogs and speaks their language. My terrier is willful, has high-energy and she loves staying with him. I think she misses him! Johnny is kind, thoughtful, responsible, responsive and conscientious. He asks good questions and sends the best videos and photos. Johnny is also flexible and understanding for pet owners. My flight home was delayed by hours, and his response to my text was, no problem. It's such a relief to know my doggie is well taken care of and in good hands with Johnny. He is the best!",
    "image": "/sitters/sr-001/images/HEIF Image 47.jpeg",
    "rating": 5
  },
  {
    "id": 48,
    "name": "Erica W.",
    "date": "May 26, 2021",
    "text": "Johnny was a wonderful doggy sitter for our girl Pippa! We did a meet and greet beforehand and right away I could tell he was a dog lover. He asked questions and wanted to make sure he followed her normal routine to make her feel comfortable. We got photo updates every day and she looked thrilled in all of them! She has bad allergies and I could tell by the lovely condition she was in when we got her back that he gave her her meds as instructed and kept her clean. We are so happy with Johnny and will definitely be our go-to dog sitter from here on out!",
    "image": "/sitters/sr-001/images/HEIF Image 48.jpeg",
    "rating": 5
  },
  {
    "id": 49,
    "name": "Rebecca P.",
    "date": "Apr 23, 2021",
    "text": "Johnny was great! My pups enjoyed their time there and got some nice walks.",
    "image": "/sitters/sr-001/images/HEIF Image 49.jpeg",
    "rating": 5
  },
  {
    "id": 50,
    "name": "Erica P.",
    "date": "Apr 09, 2021",
    "text": "My dogs really enjoyed their stay with Johnny! I always leave my dogs with family or friends, as they are a lot to handle, but they warned up to Johnny quickly. I was nervous about leaving them with someone new but he was so great about sending daily updates including pictures & videos. Johnny went out of his way to walk them multiple times a day and even took them to the park! My pups had a great time and I'm so happy we found a trustful, local sitter. Highly recommend!",
    "image": "/sitters/sr-001/images/HEIF Image 50.jpeg",
    "rating": 5
  },
  {
    "id": 51,
    "name": "Troy J.",
    "date": "Jan 19, 2021",
    "text": "Johnny was seriously the best dog sitter ever. Me and my friend are travel nurses in the area and were sort of scrambling for a last minute dog sitter, and we were so lucky to find him. He actually drove out of his way to meet us at our place just to see the pups and show us how they react with him. They were drawn to him right away. We work long shifts and he was able to pick the dogs up in the morning and we picked them up after our shift. He sent at least 15 videos and pictures and you could tell the dogs were incredibly well taken care of. They went to the park multiple times and multiple walks. He kept the dogs on their food schedule and just really went above and beyond. Not to mention it was three dogs, that all sort of have their own needs in which he was able to accommodate with gratitude. Meeting Johnny is sort of like meeting a friend that you have know for years, so don't hesitate to trust him with your pet children!",
    "image": "/sitters/sr-001/images/HEIF Image 51.jpeg",
    "rating": 5
  },
  {
    "id": 52,
    "name": "David E.",
    "date": "Jan 18, 2021",
    "text": "Johnny was great! He sent us lots of updates and made sure our dog was well cared for. Will definitely be booking again.",
    "image": "/sitters/sr-001/images/HEIF Image 52.jpeg",
    "rating": 5
  },
  {
    "id": 53,
    "name": "Celia G.",
    "date": "Jan 13, 2021",
    "text": "Johnny is a life saver and super sweet! I was concerned my 5 month old puppy would have separation anxiety and be a pain to take care of. Johnny was attentive and caring! Will definitely be asking him to babysit again!",
    "image": "/sitters/sr-001/images/HEIF Image 53.jpeg",
    "rating": 5
  },
  {
    "id": 54,
    "name": "Jess C.",
    "date": "Jan 10, 2021",
    "text": "Johnny was great! Very patient with our rescue pup. Gave great updates throughout the time they spent together. We hope to use him again soon!",
    "image": "/sitters/sr-001/images/HEIF Image 54.jpeg",
    "rating": 5
  },
  {
    "id": 55,
    "name": "Auditory B.",
    "date": "Jan 06, 2021",
    "text": "I was running late for an appointment and Johnny met me at my destination to make dropping off my pup easier. Just like last time, Noodle had fun. I wanted to say thanks again! Great service:)",
    "image": "/sitters/sr-001/images/HEIF Image 55.jpeg",
    "rating": 5
  },
  {
    "id": 56,
    "name": "Danielle S.",
    "date": "Jan 05, 2021",
    "text": "I cannot thank Johnny enough!!! I'm a first time pup owner (so somewhat of a helicopter mom), and Johnny made me feel at ease about leaving my 3/4 month old puppy for two weeks. He went out of his way to come meet Bandit(pup) and I beforehand to become acquainted before their time together. With his experience and just all around good vibe, I felt very comfortable with going back East for the holidays. Johnny updated me daily, sometimes twice, with updates/check ins. I ended up having to extend the time and he was totally open, flexible and understanding. Pretty much consider him Bandit's uncle now. I will definitely be asking Johnny to watch Bandit again. 10/10 recommend having Johnny pet sit :)",
    "image": "/sitters/sr-001/images/HEIF Image 56.jpeg",
    "rating": 5
  },
  {
    "id": 57,
    "name": "Meghann L.",
    "date": "Jan 02, 2021",
    "text": "Johnny was great! My dogs were comfortable with him right away. During their stay he checked in with me to keep me up to date on how they were doing, and even gave them a bath so they'd come home clean. I would definitely recommend him, and would use him again in the future.",
    "image": "/sitters/sr-001/images/HEIF Image 57.jpeg",
    "rating": 5
  },
  {
    "id": 58,
    "name": "Sasha A.",
    "date": "Dec 21, 2020",
    "text": "I have nothing but positive things to say about Johnny. He's so caring and has always provided the best hospitality and always puts others above himself. He's a gem!",
    "image": "/sitters/sr-001/images/HEIF Image 58.jpeg",
    "rating": 5
  },
  {
    "id": 59,
    "name": "Auditory B.",
    "date": "Dec 17, 2020",
    "text": "Johnny took really good care of my pup! I was nervous as this is my first time using Rover. Both Noodle and I apparently have separation anxiety! Haha. However, Johnny was attentive to Noodle dog and kept in contact with me. He sent pics and updates all day. They went to the park and played, and she even made a puppy friend. Thank you for taking good care of Noodle and we will see you next time!",
    "image": "/sitters/sr-001/images/HEIF Image 59.jpeg",
    "rating": 5
  },
  {
    "id": 60,
    "name": "Veronica A.",
    "date": "Dec 11, 2020",
    "text": "I've known Johnny for 5 years now. He's one of the most kind-hearted and easygoing people I know. One thing I do know is he's very professional and dependable in any job opportunity. If I ever get called into work unexpectedly, Johnny is there to save the day and offers to watch over my dog Coco.",
    "image": "/sitters/sr-001/images/HEIF Image 60.jpeg",
    "rating": 5
  },
  {
    "id": 61,
    "name": "Sandy E.",
    "date": "Dec 11, 2020",
    "text": "Johnny has an amazing spirit! He always manages to bring a smile to my face and brighten up my day. He's very attentive to other people's needs and is always willing to help out.",
    "image": "/sitters/sr-001/images/HEIF Image 61.jpeg",
    "rating": 5
  }
]