[
  {
    "id": 1,
    "name": "Akiko F.",
    "service": "Dog Boarding",
    "date": "Aug 01, 2025",
    "text": "Johnathon is absolutely the best. He sent me so many updates and pictures and kept me so informed about my pup. I was not worried in the least bit. I highly recommend.",
    "image": "/sitters/sr-001/reviews/images/HEIF Image.jpeg",
    "rating": 5
  },
  {
    "id": 2,
    "name": "Vicky L.",
    "service": "Dog Boarding",
    "date": "Jul 27, 2025",
    "text": "My dog has literally never been happier to see anyone in his life than when I dropped him off with Jonathan again. He truly is the best and I never have to worry about anything when I’m out of town, so I really appreciate the peace of mind.",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 2.jpeg",
    "rating": 5
  },
  {
    "id": 3,
    "name": "Missy R.",
    "service": "Dog Boarding",
    "date": "Jul 27, 2025",
    "text": "Johnny is super knowledgeable in dog care, safety, and comfort. We got regular updates and he has a perfect setup for his full-time business as a dog sitter. Apollo loved his stay and made bunches of new friends. Highly recommend!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 3.jpeg",
    "rating": 5
  },
  {
    "id": 4,
    "name": "KK V.",
    "service": "Dog Boarding",
    "date": "Jul 07, 2025",
    "text": "We left our dogs with Jonathan for 2 weeks and they had a wonderful time. He followed all our feeding and medication instructions and even offered fun add-ons like baths and sniffari walks. Truly professional and caring—absolutely recommend.",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 4.jpeg",
    "rating": 5
  },
  {
    "id": 5,
    "name": "Deena F.",
    "service": "Dog Boarding",
    "date": "Jun 27, 2025",
    "text": "This is our second time using Johnny to take care of Coconut and he is just amazing. He goes above and beyond and makes sure we feel comfortable while we travel. He even plays cute games with her to keep her engaged!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 5.jpeg",
    "rating": 5
  },
  {
    "id": 6,
    "name": "Kerry B.",
    "service": "Dog Boarding",
    "date": "Jun 22, 2025",
    "text": "Johnny is amazing! Our dog doesn’t do well in kennels, but she was so happy with Johnny. We received daily photo and video updates and could tell she was thriving. We’ll definitely use Johnny again!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 6.jpeg",
    "rating": 5
  },
  {
    "id": 7,
    "name": "Alice G.",
    "service": "Dog Boarding",
    "date": "Jul 10, 2025",
    "text": "Jonathan sent us frequent updates and cute photos and videos. Our dogs were relaxed and happy when we picked them up after two weeks—such a great experience!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 7.jpeg",
    "rating": 5
  },
  {
    "id": 8,
    "name": "Vicky L.",
    "service": "Dog Boarding",
    "date": "Jun 21, 2025",
    "text": "Jonathan is amazing! He is super quick to respond, has a wonderful clean place, and Thanos absolutely loved him to pieces. I’m not sure Thanos even wanted to come home.",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 8.jpeg",
    "rating": 5
  },
  {
    "id": 9,
    "name": "Akiko F.",
    "service": "Dog Boarding",
    "date": "Jul 11, 2025",
    "text": "Johnathon is the best!!!! I was so nervous about leaving my baby but it went so smoothly. His communication was exceptional. Archie will be staying again for a whole week. Definitely recommend him!!!!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 9.jpeg",
    "rating": 5
  },
  {
    "id": 10,
    "name": "Jonathan M.",
    "service": "Dog Boarding",
    "date": "May 29, 2025",
    "text": "Our anxious rescue dog stayed with Johnny and did great. We appreciated the detailed updates and his ability to work with dogs who need a little extra love. Total pro!",
    "image": "/sitters/sr-001/reviews/images/HEIF Image 10.jpeg",
    "rating": 5
  }
]